Repository: SoloUnity/valorantstorechecker-iOS
Catalog: ValorantStoreChecker/Ressources/*.lproj/Localizable.strings
Languages: de, ja, pl, vi

source: Sign in
de: Se connecter
ja: サインイン
pl: Zaloguj si
vi: Đăng nhập

# PrivacyDisclaimer
source: Don't have an account? Click here to [Sign up](https://auth.riotgames.com/login). By clicking on Sign in, you agree to our Terms and Conditions and to our [Privacy Policy](https://www.craft.do/s/fQxdg6aSyp8WAk)
de: En cliquant sur S'inscrire, vous acceptez nos conditions générales et notre [Politique de confidentialité] (https://www.craft.do/s/fQxdg6aSyp8WAk)
ja: サインインをクリックすると、利用規約と[プライバシーポリシー](https://www.craft.do/s/fQxdg6aSyp8WAk)]に同意したことになります。
pl: Po klikniciu zaloguj si, zgadzasz si na nasze zasady i warunki, oraz nasz [Polityk Prywatnoci](https://www.craft.do/s/fQxdg6aSyp8WAk)
vi: Bằng cách nhấp vào Đăng nhập, bạn đồng ý với các điều khoản và điều kiện của chúng tôi và [Chính sách bảo mật của chúng tôi](https://www.craft.do/s/fqxdg6asyp8wak)

# Login
source: Sign in to your Riot account
de: Connectez-vous à votre compte Riot
ja: Riotアカウントにログインする
pl: Zaloguj si do konta Riot
vi: Đăng nhập vào tài khoản Riot của bạn

source: Invalid Credentials
de: Informations d'identification non valides
ja: 無効な認証情報
pl: Nieprawidowe dane uwierzytelniajce
vi: Thông tin không hợp lệ

source: Username
de: Identifiant
ja: ユーザー名
pl: Nazwa użytkownika
vi: tên tài khoản

source: Password
de: Mot de passe
ja: パスワード
pl: Haso
vi: Mật khẩu

source: Select region
de: Sélectionner la région
ja: 地域を選択
pl: Wybierz region
vi: Chọn địa bàn

source: Americas
de: Les Amériques
ja: 北アメリカ
pl: Ameryka
vi: Châu Mỹ

source: Asia Pacific
de: Asie-Pacifique
ja: アジア太平洋
pl: Azja
vi: Châu á Thái Bình Dương

source: South Korea
de: Corée du Sud
ja: 韓国
pl: Korea Poudniowa
vi: Nam Triều Tiên

source: Terms and Conditions
de: Termes et conditions
ja: 利用規約
pl: Zasady i warunki
vi: Các điều khoản và điều kiện

# MITLicense
source: MIT License Copyright (c) 2022 Gordon Ng Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the Software), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions: The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software. THE SOFTWARE IS PROVIDED AS IS, WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.
de: Licence MIT Copyright (c) 2022 Gordon Ng L'autorisation est accordée par la présente, gratuitement, à toute personne obtenant une copie de ce logiciel et des fichiers de documentation associés (le logiciel), de traiter le logiciel sans restriction, y compris, mais sans s'y limiter, les droits d'utilisation, de copie, de modification, de fusion, de publication, de distribution, de sous-licence et/ou de vente de copies du logiciel, et d'autoriser les personnes à qui le logiciel est fourni à le faire, sous réserve des conditions suivantes : L'avis de copyright ci-dessus et cet avis d'autorisation doivent être inclus dans toutes les copies ou parties substantielles du logiciel. LE LOGICIEL EST FOURNI TEL QUEL, SANS GARANTIE D'AUCUNE SORTE, EXPRESSE OU IMPLICITE, Y COMPRIS, MAIS SANS S'Y LIMITER, LES GARANTIES DE QUALITÉ MARCHANDE, D'ADÉQUATION À UN USAGE PARTICULIER ET DE NON-VIOLATION. EN AUCUN CAS, LES AUTEURS OU LES DÉTENTEURS DE DROITS D'AUTEUR NE POURRONT ÊTRE TENUS RESPONSABLES DE TOUTE RÉCLAMATION, DE TOUT DOMMAGE OU DE TOUTE AUTRE RESPONSABILITÉ, QUE CE SOIT DANS LE CADRE D'UNE ACTION CONTRACTUELLE, DÉLICTUELLE OU AUTRE, DÉCOULANT DE OU LIÉE AU LOGICIEL OU À SON UTILISATION OU À D'AUTRES TRANSACTIONS.
ja: MITライセンス Copyright (c) 2022 Gordon Ng 本ソフトウェアおよび関連文書ファイル（以下「本ソフトウェア」）の複製を取得する者に対し、本ソフトウェアの使用、複製、変更、結合、出版、配布、サブライセンス、および/または複製物の販売に関する権利を含むがこれに限定されない、無制限の取引を行い、本ソフトウェアを提供される者にこれを認める許可を、以下の条件で、無償で付与するものである。このような場合、以下の条件に従って、本ソフトウェアを提供する人にその使用を許可するものとします。 本ソフトウェアは、商品性、特定目的への適合性および非侵害の保証を含むがこれに限定されない、明示または黙示のいかなる種類の保証もなく、現状のまま提供されるものである。本ソフトウェアの著作権者または著作権所有者は、本ソフトウェアまたは本ソフトウェアの使用またはその他の取引から生じる、契約、不法行為またはその他の行為のいずれであっても、いかなる請求、損害またはその他の責任に対しても責任を負いません。
pl: Licencja MIT Prawa autorskie (c) 2022 Gordon Ng Niniejszym udziela si bezpatnej zgody każdej osobie, która otrzyma kopi tego oprogramowania i zwizanych z nim plików dokumentacji (Oprogramowania), na obrót Oprogramowaniem bez ogranicze, w tym midzy innymi praw do używania, kopiowania, modyfikowania, czenia, publikowania rozpowszechnia, udziela sublicencji i/lub sprzedawa kopie Oprogramowania oraz zezwala na to osobom, którym Oprogramowanie zostao dostarczone, z zastrzeżeniem nastpujcych warunków: czci Oprogramowania. OPROGRAMOWANIE JEST DOSTARCZANE W STANIE, W JAKIM JEST, BEZ JAKICHKOLWIEK GWARANCJI WYRAŹNYCH LUB DOROZUMIANYCH, W TYM MIDZY INNYMI GWARANCJI PRZYDATNOCI HANDLOWEJ, PRZYDATNOCI DO OKRELONEGO CELU I NIENARUSZALNOCI PRAW. W ŻADNYM WYPADKU AUTORZY LUB WACICIELE PRAW AUTORSKICH NIE BD ODPOWIEDZIALNI ZA JAKIEKOLWIEK ROSZCZENIA, SZKODY LUB INNE ODPOWIEDZIALNOCI, CZY TO Z CZYNNOCI KONTRAKTOWYCH, DELIKATOWYCH LUB W INNY SPOSB, WYNIKAJCE Z OPROGRAMOWANIA LUB UŻYTKOWANIA LUB INNYCH DZIAALNOCI W OPROGRAMOWANIE.
vi: Giấy phép MIT Bản quyền (c) 2022 Gordon ng Quyền được cấp, miễn phí, cho bất kỳ ai có được bản sao phần mềm này và các tệp tài liệu liên quan (phần mềm), để giải quyết phần mềm mà không hạn chế, bao gồm không giới hạn quyền sử dụng, sao chép, sửa đổi, hợp nhất, xuất bản, Phân phối, Nhãn hiệu và/hoặc Bán các bản sao của phần mềm và cho phép những người mà phần mềm được cung cấp để làm như vậy, tuân theo các điều kiện sau: Thông báo bản quyền trên và thông báo cho phép này sẽ được đưa vào tất cả các bản sao hoặc đáng kểcác phần của phần mềm. Phần mềm được cung cấp như là, không có bảo hành dưới bất kỳ hình thức nào, rõ ràng hay ngụ ý, bao gồm nhưng không giới hạn trong các bảo đảm của thương mại, thể lực cho một mục đích cụ thể và không gây nhiễu.Trong mọi trường hợp, các tác giả hoặc chủ bản quyền sẽ phải chịu trách nhiệm đối với bất kỳ khiếu nại, thiệt hại hoặc trách nhiệm nào khác, cho dù trong hành động của hợp đồng, tra tấn hay nói cách khác, phát sinh từ hoặc liên quan đến phần mềm hoặc việc sử dụng hoặc các giao dịch khác trongPHẦN MỀM.

# CopyrightNotice
source: VSC (Store Checker for Valorant) is not associated, connected, or endorsed by Valorant or Riot Games. Additionally, Riot Games and Valorant are trademarks registered under Riot Games Inc.
de: VSC (Valorant Store Checker) n'est pas associé, connecté ou approuvé par Valorant ou Riot Games. En outre, Riot Games et Valorant sont des marques déposées par Riot Games Inc.
ja: VSC (Store Checker for Valorant) は、Valorant社やRiot Games社とは関連もつながりもなく、推奨するものでもありません。また、Riot GamesおよびValorantはRiot Games Inc.の下で登録された商標です
pl: VSC (Store Checker for Valorant) nie jest powizany, poczony ani zatwierdzony przez Valorant ani Riot Games. Ponadto Riot Games i Valorant s znakami towarowymi zarejestrowanymi przez Riot Games Inc.
vi: VSC (Trình kiểm tra cửa hàng cho Valorant) không được liên kết, kết nối hoặc được chứng thực bởi các trò chơi Valorant hoặc Riot.Ngoài ra, Riot Games và Valorant là các nhãn hiệu được đăng ký theo Riot Games Inc.

# EnterTheCode
source: Enter the code sent to
de: Entrez le code envoyé à
ja: 送信されたコードを入力してください
pl: Wpisz kod wysany na
vi: Nhập mã được gửi đến

source: Invalid Code
de: Code invalide
ja: 無効なコード
pl: Kod nieprawidowy
vi: Mã không hợp lệ

source: Two Factor Authentication
de: Authentification à deux facteurs
ja: 2段階認証
pl: 2 etapowa weryfikacja
vi: Xác thực hai yếu tố

source: Download Assets
de: Télécharger des images
ja: アセットをダウンロード
pl: Pobierz pliki
vi: Tải xuống tài sản

# Stuck
source: Stuck? Click here to try again.
de: Bloqué ? Cliquez ici pour réessayer.
ja: 動かない？ここをクリックして再試行してください。
pl: Lag? Kliknij by spróbowa ponownie
vi: Bị mắc kẹt? Bấm vào đây để thử lại.

source: Night Market
de: Marché de nuit
ja: ナイトマーケット
pl: Nocny Rynek
vi: Chợ đêm

source: Store
de: Boutique
ja: ストア
pl: Sklep
vi: Cửa hàng

source: Bundle
de: Pack
ja: バンドル
pl: Pakiet
vi: Bó

source: Skin Index
de: Index des skins
ja: スキンインデックス
pl: Indeks skinów
vi: Chỉ số da

source: Settings
de: Réglages
ja: 設定
pl: Ustawienia
vi: Cài đặt

source: Cancel
de: Annuler
ja: キャンセル
pl: Anuluj
vi: Hủy bỏ

source: Cost
de: Coût
ja: コスト
pl: Koszt
vi: Phí tổn

# ExclusiveSkinMessage
source: This is either a Battlepass exclusive, a character exclusive, or a limited edition skin.
de: Ce skin s'agit soit d'une exclusivité Battlepass, soit d'une exclusivité d'agent, ou d'un skin en édition limitée.
ja: これはバトルパス限定、エージェント契約限定、または期間限定版のいずれかのスキンです。
pl: Jest to ekskluzywny skin z karnetu, danej postaci lub skin z limitowanej edycji.
vi: Đây là một độc quyền Battlepass, một nhân vật độc quyền hoặc một phiên bản giới hạn.

source: Tier
de: Niveau
pl: Poziom
vi: Tầng

source: Default
de: Défaut
pl: Domylny
vi: Vỡ nợ

# Default1
source: 1. Default
de: 1. Défaut
pl: 1. Domylny
vi: 1. Mặc định

source: Unknown
de: Inconnu
pl: Nieznany
vi: không xác định

source: Reloading
de: Rechargement
ja: リロード中
pl: Odwieżanie
vi: Tải lại

source: Reload
de: Recharger
ja: リロード
pl: Odwież
vi: Tải lại

source: Update Available
de: Mise à jour disponible
ja: アップデートあり
pl: Dostpna aktualizacja
vi: Cập nhật có sẵn

# EmptyBundle
source: Refresh to see the bundle
de: Rafraîchir pour voir le pack
ja: バンドル表示を更新する
pl: Odwież by zobaczy pakiet
vi: Làm mới để xem gói

# NoOwned
source: Please reload the store, or buy some skins :)
de: Veuillez recharger la boutique, ou acheter des skins :)
ja: ストアを再読み込みするか、スキンを購入してください :)
pl: Prosz odwież sklep, albo kup troche skinów :)
vi: Vui lòng tải lại cửa hàng hoặc mua một số giao diện :)

# EmptySearch
source: Nothing matches your search
de: Rien ne correspond à votre recherche
ja: 検索条件に一致するものがない
pl: Nic nie pasuje do Twojego wyszukiwania
vi: Không có gì phù hợp với tìm kiếm của bạn

source: Search
de: Recherche
ja: 検索
pl: Wyszukaj
vi: Tìm kiếm

source: All
de: Tout
ja: すべて
pl: Wszystkie
vi: Tất cả các

source: Owned
de: Possédé
ja: 所有済み
pl: Posiadane
vi: Sở hữu

source: Knife
de: Couteau
ja: ナイフ
pl: Noże
vi: Dao

source: Sidearm
de: Pistolet
ja: ハンドガン
pl: Podrczne

source: SMGs
de: Mitraillette
ja: サブマシンガン
pl: Pistolety maszynowe
vi: SMG

source: Shotguns
de: Fusil à pompe
ja: ショットガン
pl: Strzelby
vi: Súng ngắn

source: Rifles
de: Fusil
ja: ライフル
pl: Karabiny
vi: Súng trường

source: Sniper
de: Fusil de sniper
ja: スナイパー
pl: Snajperki
vi: Kẻ bắn tỉa

source: Heavy
de: Mitrailleuse lourde
ja: マシンガン
pl: Ciżkie
vi: Nặng

# HelpDev
source: Help the Dev!
de: Aidez le Dev!
ja: デベロッパーを助けよう
pl: Pomóż deweloperowi!
vi: Giúp Dev!

# AutomaticReload
source: Automatic Reloading
de: Rechargement automatique
ja: 自動リロード
pl: Automatyczne odwieżanie
vi: Tự động tải lại

# Notify
source: Store Reset Notification
de: Notification de réinitialisation du boutique
ja: ストアリセット通知
pl: Powiadomienie o odwieżeniu sklepu
vi: Lưu trữ thông báo đặt lại

source: Allow
de: Autoriser
ja: 許可する
pl: Zgoda
vi: Cho phép

source: Appearance
de: Apparence
ja: 風貌
pl: Wygld
vi: Vẻ bề ngoài

source: Language
de: Langue
ja: 言語
pl: Jzyk
vi: Ngôn ngữ

source: Manage Media
de: Gérer les médias
ja: メディアを管理する
pl: Zarzdzaj filmami
vi: Quản lý phương tiện truyền thông

source: Support
de: Aide
ja: サポート
pl: Wsparcie
vi: Ủng hộ

source: Community
de: Communauté
ja: コミュニティ
vi: Cộng đồng

# Share
source: Share the App
de: Partager l'application
ja: アプリを共有する
pl: Udostpnij aplikacj
vi: Chia sẻ ứng dụng

source: Acknowledgements
de: Remerciements
ja: 謝辞
pl: Podzikowanie
vi: Sự nhìn nhận

source: About
de: À propos
ja: バージョン情報
pl: O nas
vi: Về

# RememberPasswordInfo
source: Your password is secured by Keychain. Signing out or disabling the toggle will automatically forget the password. Enabling this feature bypasses the API time limitations and allows for automatic sign in on the user's behalf.
de: Votre mot de passe est sécurisé par Keychain. Si vous vous déconnectez ou si vous désactivez le commutateur, le mot de passe sera automatiquement oublié. L'activation de cette fonction permet de contourner les limitations de tempds de l'API et de se connecter automatiquement au nom de l'utilisateur.
ja: パスワードはKeychainによって保護されています。サインアウト、またはトグルスイッチを無効にすると、パスワードは自動的に忘れられます。この機能を有効にすると、APIの時間制限を回避し、ユーザーの代わりに自動サインインが可能になります。
pl: Twoje haso jest zabezpieczone przez Keychain. Wylogowanie lub wyczenie przecznika spowoduje automatyczne zapomnienie hasa. Wczenie tej funkcji omija ograniczenia czasowe interfejsu API i umożliwia automatyczne logowanie w imieniu użytkownika.
vi: Mật khẩu của bạn được bảo mật bởi Keychain.Đăng nhập hoặc vô hiệu hóa chuyển đổi sẽ tự động quên mật khẩu.Kích hoạt tính năng này bỏ qua các giới hạn thời gian API và cho phép đăng nhập tự động thay mặt người dùng.

source: Sign Out
de: Se déconnecter
ja: サインアウト
pl: Wyloguj si
vi: Đăng xuất

source: Account
de: Compte
ja: アカウント
pl: Konto
vi: Tài khoản

source: Remember Password
de: Retenir le mot de passe
ja: パスワードの記憶
pl: Zapamitaj haso
vi: Nhớ mật khẩu

source: Region
de: Région
ja: 地域
vi: Khu vực

source: Switch Accounts
de: Changer de compte
ja: アカウント切り替え
pl: Zmie konto
vi: Chuyển đổi tài khoản

# HelpMessage
source: Hi! I'm a sleep deprived university student just trying to make life a little bit better 😄. Please consider helping me out through any method below!
de: Salut ! Je suis simplement un étudiant universitaire qui est privé de sommeil. J'essaie seulement de rendre la vie un petit peu meilleure pour tout le monde 😄. S'il vous plaît pensez à de m'aider à travers n'importe quelle méthode ci-dessous !
ja: こんにちは！私は人生を少しでも良くしようと思っている寝不足の大学生です😄。以下の方法で私を助けることを検討してください！
pl: Cze! Jestem pozbawionym snu studentem uniwersytetu, który po prostu próbuje uczyni życie troch lepszym . Prosz rozważy pomoc mi za pomoc dowolnej metody poniżej!
vi: Xin chào!Tôi là một sinh viên đại học thiếu ngủ chỉ cố gắng làm cho cuộc sống tốt hơn một chút.Hãy xem xét việc giúp tôi thông qua bất kỳ phương pháp dưới đây!

# Review
source: Leave a Review
de: Laisser un avis
ja: レビューを残す
pl: Zostaw opini
vi: Để lại một đánh giá

# Star
source: Star the Repository
de: Donnez une étoile au projet
ja: プロジェクトに星をつける
pl: Oznacz repozytorium gwiazdk
vi: Ngôi sao kho lưu trữ

# HelpTranslate
source: Help With Translation
de: Aider avec la traduction
ja: 翻訳のお手伝い
pl: Pomóż z tumaczeniem
vi: Giúp dịch

source: Show Appreciation
de: Montrez votre appréciation
ja: 感謝の気持ちを伝える
pl: Okaż uznanie
vi: Thể hiện sự trân trọng

# Sponsor
source: Tip Me
de: Effectuer une donation
ja: 寄付
pl: Daj Napiwek
vi: Mẹo cho tôi

# CheckUpdates
source: Check for Updates
de: Vérifier les mises à jour
ja: アップデートを確認する
pl: Sprawdź aktualizacje
vi: Kiểm tra cập nhật

source: Colour Scheme
de: Thème de l'application
ja: カラースキーム
pl: Schemat kolorów
vi: Bảng màu

source: Background
de: Arrière-plan
ja: 背景
pl: To
vi: Tiểu sử

source: App Icon
de: Icône de l'application
ja: アプリアイコン
pl: Ikona aplikacji
vi: Biểu tượng ứng dụng

source: Autoplay Videos
de: Vidéos en autoplay
ja: 自動再生ビデオ
pl: Autoodtwarzanie filmów
vi: Video phát tự động

source: Both
de: Auto
ja: 両方
pl: Oba
vi: Cả hai

source: Download New Assets
de: Télécharger les nouveaux images
ja: 新商品のダウンロード
pl: Pobierz Nowe Pliki
vi: Tải xuống tài sản mới

source: Wifi Only
de: Wifi seulement
ja: Wifiのみ
pl: Tylko WiFi
vi: Chỉ wifi

source: Cellular Only
de: Cellulaire seulement
ja: 携帯電話のみ
pl: Tylko LTE
vi: Di động

source: Never
de: Jamais
ja: 決して
pl: Nigdy
vi: Chưa từng

source: Clear Assets
de: Supprimer les images
ja: 資産の削除
pl: Wyczy pliki
vi: Tài sản rõ ràng

source: Clear
de: Supprimer
ja: 消す
pl: Wyczy
vi: Thông thoáng

# Create
source: Create a Support Ticket
de: Créer un ticket d'assistance
ja: サポートチケットの作成
pl: Stwórz ticket
vi: Tạo một vé hỗ trợ

source: Source Code
de: Code Source
ja: ソースコード
pl: Kod Źródowy
vi: Mã nguồn

# FAQText
source: Why does the app need my login information? While many of your statistics are free to access without your password, your store is a notable exception as it is considered sensitive information. In order for the app to access your store, it needs your login information where it obtains your store through this [open source API](https://github.com/HeyM1ke/ValorantClientAPI). What are the measures in place to protect me? In addition to never storing your password, sensitive information including your region is secured behind Keychain. The app is also open source, allowing anybody and everyone to access the code at all times. Your privacy is a priority, and I have done everything in my power to ensure it. For legal mumbo jumbo, see [here](https://www.craft.do/s/fQxdg6aSyp8WAk). What assets are downloaded? The assets downloaded are images which allow you to use the app's Skin index feature at all times, even when offline. What does remember password do? The current way that the reload button requires cookies instead of your username and password, allowing the app to not store your password at all. However, these cookies expire after a certain period, requiring the user to sign in again. In order to streamline this process, remember password allows the user to save their password and allow for automatic behind the scenes sign in. If the user wishes to not save the password, they can simply sign out and sign back in to create new cookies.
de: Pourquoi l'application a-t-elle besoin de mes informations de connexion ? Si la plupart de vos statistiques sont librement accessibles sans votre mot de passe, votre boutique est une exception notable car elle est considérée comme une information sensible. Pour que l'application puisse accéder à votre boutique, elle a besoin de vos informations de connexion, qu'elle obtient par le biais de cette [API open source](https://github.com/HeyM1ke/ValorantClientAPI). Quelles sont les mesures mises en place pour me protéger ? Outre le fait que votre mot de passe n'est jamais stocké, les informations sensibles, y compris votre région, sont protégées par le trousseau de clés. L'application est également open source, ce qui permet à tout le monde d'accéder au code à tout moment. Votre vie privée est une priorité, et j'ai fait tout ce qui était en mon pouvoir pour la garantir. Pour le charabia juridique, voir [ici](https://www.craft.do/s/fQxdg6aSyp8WAk). Quels sont les éléments téléchargés ? Les ressources téléchargées sont des images qui vous permettent d'utiliser la fonction Skin index de l'application à tout moment, même hors connexion. A quoi sert le mot de passe mémorisé ? La façon actuelle dont le bouton de rechargement utilise des cookies à la place de votre nom d'utilisateur et de votre mot de passe, ce qui permet à l'application de ne pas stocker votre mot de passe du tout. Toutefois, ces cookies expirent après un certain temps, ce qui oblige l'utilisateur à se reconnecter. Afin de rationaliser ce processus, la fonction Se souvenir du mot de passe permet à l'utilisateur d'enregistrer son mot de passe et de se connecter automatiquement en coulisses. Si l'utilisateur ne souhaite pas enregistrer son mot de passe, il peut simplement se déconnecter et se reconnecter pour créer de nouveaux cookies.
ja: なぜアプリは私のログイン情報を必要とするのですか？ あなたの統計情報の多くは、パスワードなしで自由にアクセスできますが、あなたのストアは機密情報とみなされるため、顕著な例外となります。アプリがあなたのストアにアクセスするためには、この[オープンソースAPI](https://github.com/HeyM1ke/ValorantClientAPI)を通してあなたのストアを取得する、あなたのログイン情報が必要です。 私を保護するためにどのような対策がありますか？ パスワードを保存しないことに加え、地域などの機密情報はKeychainで保護されています。また、このアプリはオープンソースであり、誰でもいつでもコードにアクセスすることができます。あなたのプライバシーは最優先事項であり、私はそれを保証するために全力を尽くしています。法律的なもろもろについては、[こちら](https://www.craft.do/s/fQxdg6aSyp8WAk)をご覧ください。 どのようなアセットがダウンロードされるのですか？ ダウンロードされるアセットは、オフラインの状態でもアプリのスキンインデックス機能を常時使用できるようにするための画像です。 パスワードを記憶させるとはどういうことですか？ 現在、リロードボタンには、ユーザー名とパスワードの代わりにクッキーが必要で、アプリがパスワードを全く保存しないようにすることができます。しかし、このクッキーは一定期間が過ぎると失効してしまうため、ユーザーは再度サインインする必要があります。このプロセスを合理化するために、パスワードを記憶することで、ユーザーは自分のパスワードを保存し、舞台裏で自動的にサインインできるようになります。パスワードを保存したくない場合は、サインアウトして再度サインインすれば、新しいクッキーを作成することができます。
pl: Dlaczego aplikacja potrzebuje moich danych logowania? Chociaż dostp do wielu Twoich statystyk jest bezpatny bez hasa, Twój sklep jest godnym uwagi wyjtkiem, ponieważ jest uważany za informacje wrażliwe. Aby aplikacja moga uzyska dostp do Twojego sklepu, potrzebuje Twoich danych logowania, skd uzyskuje Twój sklep za porednictwem tego [open source API](https://github.com/HeyM1ke/ValorantClientAPI). Jakie rodki s stosowane, aby mnie chroni? Oprócz tego, że nigdy nie przechowujesz hasa, poufne informacje, w tym Twój region, s zabezpieczone za pomoc pku kluczy. Aplikacja jest również open source, dziki czemu każdy i każdy ma dostp do kodu przez cay czas. Twoja prywatno jest priorytetem i zrobiem wszystko, co w mojej mocy, aby j zapewni. Informacje prawne można znaleź [tutaj](https://www.craft.do/s/fQxdg6aSyp8WAk). Jakie zasoby s pobierane? Pobrane zasoby to obrazy, które umożliwiaj korzystanie z funkcji indeksowania skóry w aplikacji przez cay czas, nawet w trybie offline. Co robi zapamitywanie hasa? Obecny sposób, w jaki przycisk ponownego adowania wymaga plików cookie zamiast nazwy użytkownika i hasa, pozwala aplikacji w ogóle nie przechowywa hasa. Jednak te pliki cookie wygasaj po pewnym czasie, co wymaga ponownego zalogowania si użytkownika. Aby usprawni ten proces, zapamitaj haso umożliwia użytkownikowi zapisanie hasa i automatyczne logowanie za kulisami. Jeli użytkownik nie chce zapisywa hasa, może po prostu wylogowa si i zalogowa ponownie, aby utworzy nowe pliki cookie.
vi: Tại sao ứng dụng cần thông tin đăng nhập của tôi? Mặc dù nhiều số liệu thống kê của bạn có quyền truy cập miễn phí mà không cần mật khẩu, nhưng cửa hàng của bạn là một ngoại lệ đáng chú ý vì nó được coi là thông tin nhạy cảm.Để ứng dụng truy cập vào cửa hàng của bạn, nó cần thông tin đăng nhập của bạn nơi nó có được cửa hàng của bạn thông qua [API nguồn mở này](https://github.com/heym1ke/valorantclientapi). Các biện pháp tại chỗ để bảo vệ tôi là gì? Ngoài việc không bao giờ lưu trữ mật khẩu của bạn, thông tin nhạy cảm bao gồm khu vực của bạn được bảo mật phía sau Keychain.Ứng dụng cũng là nguồn mở, cho phép bất kỳ ai và mọi người truy cập mã mọi lúc.Quyền riêng tư của bạn là ưu tiên hàng đầu và tôi đã làm mọi thứ trong khả năng của mình để đảm bảo nó.Để biết mumbo hợp pháp jumbo, xem [tại đây](https://www.craft.do/s/fqxdg6asyp8wak). Những tài sản nào được tải xuống? Các tài sản được tải xuống là hình ảnh cho phép bạn sử dụng tính năng chỉ mục da của ứng dụng mọi lúc, ngay cả khi ngoại tuyến. Ghi nhớ mật khẩu làm gì? Cách hiện tại mà nút tải lại yêu cầu cookie thay vì tên người dùng và mật khẩu của bạn, cho phép ứng dụng không lưu trữ mật khẩu của bạn.Tuy nhiên, các cookie này hết hạn sau một khoảng thời gian nhất định, yêu cầu người dùng phải đăng nhập lại.Để hợp lý hóa quy trình này, hãy nhớ rằng mật khẩu cho phép người dùng lưu mật khẩu của họ và cho phép tự động sau hậu trường đăng nhập. Nếu người dùng muốn không lưu mật khẩu, họ chỉ có thể đăng nhập và đăng nhập lại để tạo cookie mới.

# WebAndDisc
source: Website and Discord Bot
de: Site internet et Discord Bot
ja: ウェブサイトとDiscord Bot
pl: Strona i bot na Discordzie
vi: Trang web và bot bất hòa

source: Discord Server
de: Serveur Discord
ja: Discordサーバー
pl: Serwer Discord
vi: Máy chủ Discord
