Repository: SoloUnity/valorantstorechecker-iOS
Catalog: ValorantStoreChecker/Ressources/*.lproj/Localizable.strings
Languages: de, ja, pl, vi

# ThankJulian
source: Thank you for your help in answering my many questions!
de: Merci de votre aide et d'avoir répondu à mes nombreuses questions.!
ja: たくさんの質問に答えてくれてありがとうございます！
pl: Dzikuj za pomoc w udzieleniu odpowiedzi na moje liczne pytania!
vi: Cảm ơn bạn đã giúp đỡ trong việc trả lời nhiều câu hỏi của tôi!

# ThankLunac
source: Thank you for your continuous support!
de: Merci pour votre soutien continu!
ja: いつも応援ありがとうございます！
pl: Dzikujemy za nieustanne wsparcie!
vi: Cám ơn vì đã tiếp tục giúp đỡ tôi!

# Privacy
source: Privacy Policy
de: Politique de confidentialité
ja: プライバシーポリシー
pl: Polityka Prywatnoci
vi: Chính sách bảo mật

source: What's New
de: Nouveautés
ja: 新着情報
pl: Co nowego
vi: Có gì mới

source: Made in 🇨🇦
de: Fabriqué au 🇨🇦
ja: 🇨🇦製
pl: Stworzone w
vi: Được thực hiện trong 🇨🇦

# NetworkError
source: No Network
de: Pas d'internet
ja: ネットワークなし
pl: Brak sieci
vi: Không có mạng

# InfoPrice
source: The price of this skin is unfortunately not in our database.
de: Le prix de ce skin n'est malheureusement pas dans notre base de données.
ja: このスキンの価格は、残念ながら私たちのデータベースにはありません。
pl: Koszt tego skina niestety nie jest w naszej bazie danych.
vi: Giá của làn da này không may không có trong cơ sở dữ liệu của chúng tôi.

# ErrorTitle
source: Error
de: Erreur
ja: エラー
pl: Bd
vi: Lỗi

source: Copy Error
de: Copier l'erreur
ja: コピーエラー
pl: Bd kopiowania
vi: Sao chép lỗi

# ErrorMessage1
source: Your personal cookies have expired. This is an API limitation which I have no control over. There are 2 options to solve this: 1) Sign out and Sign in. 2) Turn on remember password in Settings > Account.
de: Erreur de rechargement 3 jours se sont écoulés depuis le dernier rechargement. Il y a 2 options pour résoudre ce problème : 1) Déconnectez-vous et reconnectez-vous. 2) La limite de 3 jours de rechargement peut être évitée en activant la fonction de mémorisation du mot de passe dans À propos > Réglages. Il s'agit d'une limitation de l'API sur laquelle je n'ai aucun contrôle.
ja: 個人用Cookieの有効期限が切れています。これはAPIの制限で、私にはどうすることもできません。この問題を解決するには2つの方法があります。 1) 一度ログアウトしてからサインインしてください。 2) 設定 > アカウントでパスワードの保存をオンにする。
pl: Twoje osobiste pliki cookie wygasy. Jest to ograniczenie API, nad którym nie mam kontroli. Istniej 2 możliwoci rozwizania tego: 1) Wyloguj si i zaloguj. 2) Wcz zapamitaj haso w Ustawieniach > Konto.
vi: Cookie cá nhân của bạn đã hết hạn.Đây là một giới hạn API mà tôi không có quyền kiểm soát.Có 2 tùy chọn để giải quyết điều này: 1) Đăng xuất và đăng nhập. 2) BẬT Nhớ Mật khẩu trong Cài đặt> Tài khoản.

# ErrorMessage2
source: Wrong password set in Settings
de: Erreur de rechargement Mauvais mot de passe défini dans Réglages.
ja: 設定で設定されたパスワードが間違っている
pl: Bdne haso ustawione w Ustawieniach
vi: Mật khẩu sai đặt trong cài đặt

# ErrorMessage3
source: Your purchase could not be verified by the App Store.
de: Votre achat n'a pas pu être vérifié par l'App Store.
ja: お客様の購入履歴はApp Storeで確認することができませんでした。
pl: Twój zakup nie móg zosta zweryfikowany przez App Store.
vi: Mua hàng của bạn không thể được xác minh bởi App Store.

source: Invalid Login
de: Connexion invalide
ja: 無効なログイン
pl: Nieprawidowe logowanie
vi: Đăng nhập không hợp lệ

source: Reset
de: Réinitialiser
ja: リセット
vi: Cài lại

# ResetInfo
source: Occasionally due to some bugs, errors may arise. This button allows you to reset the app fully in the event of these errors.
de: De temps en temps, en raison de certains bugs, des erreurs peuvent survenir. Ce bouton vous permet de réinitialiser complètement l'application en cas de ces erreurs.
ja: まれにバグによりエラーが発生することがあります。このボタンにより、エラーが発生した場合、アプリを完全にリセットすることができます。
pl: Czasami z powodu niektórych bdów mog wystpi bdy. Ten przycisk umożliwia cakowite zresetowanie aplikacji w przypadku wystpienia tych bdów.
vi: Thỉnh thoảng do một số lỗi, lỗi có thể phát sinh.Nút này cho phép bạn đặt lại ứng dụng đầy đủ trong trường hợp các lỗi này.

# ReviewTitle
source: Enjoying VSC?
de: Vous aimez VSC ?
ja: VSC を楽しんでいますか?
pl: Podoba ci si VSC?
vi: Thưởng thức VSC?

# OpenGitHub
source: Leave a GitHub Star
de: Laisser une étoile GitHub
ja: GitHub スターを残す
pl: Zostaw gwiazdk na GitHub
vi: Để lại một ngôi sao github

source: Maybe Later
de: Peut-être plus tard
ja: また後で
pl: Może później
vi: Có lẽ sau này

source: Never Show Again
de: Ne jamais plus afficher
ja: 二度と表示しない
pl: Nigdy nie pokazuj
vi: Không bao giờ hiển thị trở lại

# ReviewPrompt
source: Please leave a review or a star on GitHub!
de: Veuillez laisser un avis ou une étoile sur GitHub !
ja: GitHub にレビューまたは星を残してください!
pl: Prosz zostaw opini albo gwiazdk na GitHubie
vi: Vui lòng để lại đánh giá hoặc một ngôi sao trên GitHub!

# UpdateInstructions1
source: If there is no update option, please:
de: S'il n'y a pas d'option de mise à jour, veuillez:
ja: 更新オプションがない場合は、次の手順を実行してください:
pl: Jeli nie ma opcji aktualizacji, prosz:
vi: Nếu không có tùy chọn cập nhật, xin vui lòng:

# UpdateInstructions2
source: Go to the Home (Today) tab
de: Accédez à l'onglet Accueil (Aujourd'hui)
ja: ホーム (今日) タブに移動します
pl: Przejdź do karty Strona gówna (dzisiaj).
vi: Tab Go Home (hôm nay)

# UpdateInstructions3
source: Click on your profile in the top right
de: Cliquez sur votre profil en haut à droite
ja: 右上のプロフィールをクリック
pl: Kliknij swój profil w prawym górnym rogu
vi: Nhấp vào hồ sơ của bạn ở trên cùng bên phải

# UpdateInstructions4
source: Swipe down to reload
de: Balayez vers le bas pour recharger
ja: 下にスワイプしてリロード
pl: Przesu w dó, aby zaadowa ponownie
vi: Vuốt xuống để tải lại

# UpdateInstructions5
source: Scroll down to see available updates
de: Faites défiler vers le bas pour voir les mises à jour disponibles
ja: 下にスクロールして利用可能なアップデートを表示します
pl: Przewi w dó, aby zobaczy dostpne aktualizacje
vi: Cuộn xuống để xem các bản cập nhật có sẵn

# UpdateTitle
source: Update App
de: Mettre à jour l'application
ja: アプリの更新
pl: Zaktualizuj aplikacj
vi: Ứng dụng cập nhật

# InformationTitle
source: Why my Riot Account?
de: Warum mein Riot-Konto?
ja: なぜログインするのですか？
pl: Dlaczego moje konto Riot?
vi: Tại sao tài khoản Riot của tôi?

# Information
source: While many of your statistics are free to access without your password, your store is an exception as it is considered sensitive information. In order for the app to access your store, it needs your login information where it obtains your store through an open source API. Additional information, the source code, and an FAQ can be found in the link below.
de: Während Sie auf viele Ihrer Statistiken ohne Ihr Passwort zugreifen können, ist Ihr Shop eine Ausnahme, da er als sensible Information gilt. Damit die App auf deinen Shop zugreifen kann, benötigt sie deine Anmeldeinformationen, die sie über eine Open-Source-API erhält. Weitere Informationen, den Quellcode und eine FAQ finden Sie unter folgendem Link.
ja: あなたの統計の多くはパスワードなしで自由にアクセスできますが、あなたのストアは機密情報とみなされるため例外となります。アプリがあなたのストアにアクセスするためには、オープンソースのAPIを通じてあなたのストアを取得するためにあなたのログイン情報が必要です。追加情報、ソースコード、およびFAQは、以下のリンクに記載されています。
pl: Podczas gdy dostp do wielu Twoich statystyk jest bezpatny bez hasa, Twój sklep jest wyjtkiem, ponieważ jest uważany za informacj poufn. Aby aplikacja moga uzyska dostp do Twojego sklepu, potrzebuje Twoich danych logowania, skd uzyskuje Twój sklep za porednictwem interfejsu API typu open source. Dodatkowe informacje, kod źródowy i czsto zadawane pytania można znaleź w poniższym linku.
vi: Mặc dù nhiều số liệu thống kê của bạn có quyền truy cập miễn phí mà không cần mật khẩu, nhưng cửa hàng của bạn là một ngoại lệ vì nó được coi là thông tin nhạy cảm.Để ứng dụng truy cập cửa hàng của bạn, nó cần thông tin đăng nhập của bạn nơi nó có được cửa hàng của bạn thông qua API nguồn mở.Thông tin bổ sung, mã nguồn và Câu hỏi thường gặp có thể được tìm thấy trong liên kết dưới đây.

source: Europe
de: Europa
ja: ヨーロッパ
pl: Europa
vi: Châu Âu

source: Copyright
de: Urheberrecht
ja: 著作権
pl: Prawa autorskie
vi: Bản quyền

# UpdateButton
source: New App Version Available
de: Update verfügbar
ja: 利用可能なアップデート
pl: Nowa wersja aplikacji jest dostpna.
vi: Phiên bản ứng dụng mới có sẵn

source: Auto
ja: オート
pl: Automatyczny
vi: Tự động

source: Light
ja: 光
pl: Jasny
vi: Ánh sáng

source: Dark
ja: ダーク
pl: Ciemny
vi: Tối

source: Default Dark
pl: Domylnie ciemny
vi: Mặc định tối

source: 3D Dark
pl: Ciemny 3D
vi: 3d tối

source: Default Light
pl: Domylnie jasny
vi: Ánh sáng mặc định

source: 3D Light
pl: Jasny 3D
vi: Ánh sáng 3D

source: FAQ
ja: よくある質問
vi: Câu hỏi thường gặp

# ThankTranslator
source: Thank you for your help translating the app!
ja: アプリを翻訳してくれてありがとう！
pl: Dzikujemy za pomoc w tumaczeniu!
vi: Cảm ơn bạn đã giúp bạn dịch ứng dụng!

source: Version
ja: バージョン
pl: Wersja
vi: Phiên bản

source: OK
vi: VÂNG

# ErrorMessage4
source: There is no bundle on sale, please try again later.
ja: 販売中のバンドルはありません。後でもう一度試してください。
pl: Nie ma pakietu na sprzedaż, spróbuj ponownie później.
vi: Không có gói giảm giá nào, vui lòng thử lại sau.

source: Default Light
pl: Domylnie jasny
